{"hotcakesets":[{"name":"Let's Get Started! Hot Cakes Introductory Paint Set","description":"This is an ideal way to get started with encaustic painting. This set contains 1.5 fl oz (45ml) Hot Cakes each of Titanium White, Bismuth Yellow, Naphthol Red, Ultramarine Blue, Wax Medium, and Slick Wax. You can mix a multitude of colors using this primary palette. This set comes packaged in a very large tin that is not only good for storage but can also be used for melting larger quantities of paints, wax medium, or Slick Wax. Every Intro Set also includes an empty Hot Cakes tin and a mail-in coupon for free paint. Simply select any 1 fl oz (29.5ml) Enkaustikos paint from our 87 color palette and Enkaustikos will mail you a 1 fl oz (29.5ml) cake with a matching label for your tin for free. The cake of paint fits perfectly in the empty tin. This is a great way to personalize your encaustic palette.","msrp":"$54.99","sku":null,"upc":null,"swatch":"lgs-s.jpg","img":"lgs-i.jpg"},{"name":"Classic Painter's Choice Set","description":"For the painter at heart, this set is comprised of colors that many professional artists use in their palettes. Colors included are 1.5 fl oz (45ml) each of Cadmium Yellow Light, Yellow Ochre, Cadmium Red Light, Alizarin Crimson, Cerulean Blue, Ultramarine Blue, Viridian, Burnt Sienna, Raw Umber, and Titanium White in our Hot Cake metal tins. Also included is Wax Medium and Slick Wax in 6 fl. oz. (177ml) refillable metal tins, an Enkaustikos Hot Wax Pen with four tips, a Temperature Regulator, one Hot Brush Attachment, and one 3/4 inch Enkaustikos Hog Bristle Brush.","msrp":"$229.99","sku":null,"upc":null,"swatch":"cpc-s.jpg","img":"cpc-i.jpg"},{"name":"Contemporary Set","description":"This set features contemporary colors and an array of specialty hot tools to create unlimited surface textures. You will receive 1.5 fl oz (45ml) each of Citron Green, Anthraquinone Orange, Quinacridone Red, Anthraquinone Blue, Bone Black, and Titanium White in our Hot Cake metal tins. Also included is Wax Medium and Slick Wax in 6 fl oz (177ml)refillable metal tins. Tools included are the Enkaustikos Hot Wax Pen with four tips, the Muller, a","msrp":"$249.99","sku":null,"upc":null,"swatch":"c-s.jpg","img":"c-i.jpg"},{"name":"Portrait Tone Set","description":"This set has 5 custom colors that address the lighter skin tones and highlights encountered in portraiture. The colors included are 1.5 fl oz (45ml) each of Naples Yellow Reddish, Sienna Pink, Golden Buff Titanium, Red Earth Pale and Brilliant yellow pale; all in our Hot Cake metal tins.","msrp":"$49.99","sku":null,"upc":null,"swatch":"pt-s.jpg","img":"pt-i.jpg"},{"name":"Extended Portrait Set","description":"The expanded version of the portrait set allows for all skin tones, from the deepest ebonies to the palest porcelains. The colors included are 1.5 fl oz (45ml) each of Naples Yellow Reddish, Sienna Pink, Golden Buff Titanium, Red Earth Pale, Brilliant Yellow Pale, Raw Sienna, Cadmium Red Deep, Bohemian Green Earth, Mars Venetian Red, Burnt Sienna, Micaceous Iron Oxide, and Raw Umber; all in Hot Cake metal tins.","msrp":"$129.99","sku":null,"upc":null,"swatch":"ep-s.jpg","img":"ep-i.jpg"},{"name":"Glazing Set","description":"This set includes colors that are translucent. They are beautiful for glazing and layering, especially when mixed with Wax Medium and/or XD Wax Medium. Colors included are 1.5 fl oz (45ml) each of Italian Golden Ochre, Quinacridone Red, Ultramarine Rose, Prussian Blue, Vagone Green Earth, and Transparent Red Earth in the Hot Cake metal tins. Also included is 4 fl oz (118ml) of Wax Medium, 4 fl oz (118ml) of XD Wax Medium, and 6 fl oz. (117ml) of Slick Wax in refillable metal tins, a Slotted Brush, and one 3/4 inch Enkaustikos Hog Bristle Brush.","msrp":null,"sku":null,"upc":null,"swatch":"g-s.jpg","img":"g-i.jpg"},{"name":"Academy Set","description":"This set contains classic paints for the palette, none of which are cadmiums or cobalts. It is a perfect choice for the classroom, students, and professionals alike. Colors included are 1.5 fl oz (45ml) each of Bismuth Yellow, Yellow Ochre, Naphthol Red, Alizarin Crimson, Ultramarine Blue, Burnt Sienna, Raw Umber, and Titanium White in the Hot Cake metal tins. Also included is Wax Medium and Slick Wax in 1.5 fl oz (45ml) metal tins.","msrp":"$99.99","sku":null,"upc":null,"swatch":"a-s.jpg","img":"a-i.jpg"},{"name":"Extended Academy Set","description":"This set contains colors that will round out the Academy Set, allowing for more complex color mixing. Colors included are 1.5 fl oz (45ml) each of Nickel Titanate Yellow, Bohemian Orange, Quinacridone Red, Dioxazine Purple, Phthalo Green Yellow Shade, Phthalo Blue Green Shade, Caput Mortuum, and Jet Black in Hot Cake metal tins.","msrp":"$99.99","sku":null,"upc":null,"swatch":"ea-s.jpg","img":"ea-i.jpg"},{"name":"Hot Cakes Complete Set","description":"This set contains the entire selection of our colors in refillable Hot Cake metal tins.  A fantastic way to have all the paint options at your fingertips!","msrp":"$1,099.00","sku":null,"upc":null,"swatch":"hcc-s.jpg","img":"hcc-i.jpg"}]}